//
//  Created by Diego Mesa on 08.06.20.
//  Copyright © 2020 Marc Rummel.
//  This code is licensed under MIT license (see LICENSE.txt for details)
//

/* Title of Picker Item */
"3 Digits" = "3 cifras";

/* Title of Picker Item */
"4 Digits" = "4 cifras";

/* Title of 4 Rings picker */
"4 Rings" = "4 bandas";

/* Title of 5 Rings picker */
"5 Rings" = "5 bandas";

/* Title of digit Picker */
"Digits" = "cifras";

/* Message when you input a resitor value. */
"Enter a decimal number" = "Introduce un (número) decimal.";

/* Title of Textfield to enter a resistor value */
"Enter Value:" = "Introduce valor";

/* Title of THTContentView */
"Resistor Color Code" = "Código de color del resistor.";

/* Title of ring picker */
"Rings" = "Cintas";

/* Button title to set the value of the resistor */
"Set Resistor Value" = "Definir valor del resistor";

/* Title of SMD Content View */
"SMD Resistor Code" = "Código de resistor SMD";

/* Tolerance steppter title */
"Tolerance" = "Tolerancia";

/* Unit of input value */
"Unit" = "Unidad";
